Microchip-MPLAB-Harmony/dev_packs/Microchip/PIC32MZ_DA_DFP/1.1.98/edc/PIC32MZ2025DAL169.PIC
      <edc:SFRDef edc:_modsrc="32xxxx-M14Kec-NMMR.Module" edc:_refcount="1" edc:access="--n-----------------------------" edc:cname="ErrCtl" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="ErrCtl" edc:nmmrflags="0t" edc:nmmrid="232" edc:nzwidth="0x20" edc:por="00000000000000000000000000000000">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:AdjustPoint edc:offset="29"/>
            <edc:SFRFieldDef edc:cname="WST" edc:desc="" edc:mask="0x1" edc:name="WST" edc:nzwidth="0x1"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_modsrc="32xxxx-M14Kec-NMMR.Module" edc:_refcount="1" edc:access="rrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr" edc:cname="CacheErr" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="CacheErr" edc:nmmrflags="0t" edc:nmmrid="236" edc:nzwidth="0x20" edc:por="00000000000000000000000000000000">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="Index" edc:desc="" edc:mask="0xfffff" edc:name="Index" edc:nzwidth="20"/>
            <edc:SFRFieldDef edc:cname="Way" edc:desc="" edc:mask="0x3" edc:name="Way" edc:nzwidth="2"/>
            <edc:SFRFieldDef edc:cname="EW" edc:desc="" edc:mask="0x1" edc:name="EW" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="SP" edc:desc="" edc:mask="0x1" edc:name="SP" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="EF" edc:desc="" edc:mask="0x1" edc:name="EF" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="EB" edc:desc="" edc:mask="0x1" edc:name="EB" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="EE" edc:desc="" edc:mask="0x1" edc:name="EE" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="ES" edc:desc="" edc:mask="0x1" edc:name="ES" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="ET" edc:desc="" edc:mask="0x1" edc:name="ET" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="ED" edc:desc="" edc:mask="0x1" edc:name="ED" edc:nzwidth="0x1"/>
            <edc:SFRFieldDef edc:cname="EC" edc:desc="" edc:mask="0x1" edc:name="EC" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="ER" edc:desc="" edc:mask="0x1" edc:name="ER" edc:nzwidth="1"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_modsrc="32xxxx-M14Kec-NMMR.Module" edc:_refcount="1" edc:access="nnnnnnnnnnnnnnnnnnnnnn--nnn-----" edc:cname="TagLo" edc:desc="" edc:impl="0xfffffce0" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="TagLo" edc:nzwidth="32" edc:por="00000000000000000000000000000000">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:AdjustPoint edc:offset="5"/>
            <edc:SFRFieldDef edc:cname="L" edc:desc="" edc:mask="0x1" edc:name="L" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="D" edc:desc="" edc:mask="0x1" edc:name="D" edc:nzwidth="1"/>
            <edc:SFRFieldDef edc:cname="V" edc:desc="" edc:mask="0x1" edc:name="V" edc:nzwidth="1"/>
            <edc:AdjustPoint edc:offset="2"/>
            <edc:SFRFieldDef edc:cname="PA" edc:desc="" edc:mask="0x3fffff" edc:name="PA" edc:nzwidth="22"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_modsrc="32xxxx-M14Kec-NMMR.Module" edc:_refcount="1" edc:access="------------nnnnnnnnnn----------" edc:cname="TagLo_RAM" edc:desc="" edc:impl="0xffc00" edc:isindirect="false" edc:isvolatile="true" edc:mclr="------------0000000000----------" edc:name="TagLo_RAM" edc:nzwidth="32" edc:por="------------0000000000----------">
        <edc:AliasList/>
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:AdjustPoint edc:offset="10"/>
            <edc:SFRFieldDef edc:cname="WSLRU" edc:desc="" edc:mask="0x3f" edc:name="WSLRU" edc:nzwidth="6"/>
            <edc:SFRFieldDef edc:cname="WSD" edc:desc="" edc:mask="0xf" edc:name="WSD" edc:nzwidth="4"/>
            <edc:AdjustPoint edc:offset="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_modsrc="32xxxx-M14Kec-NMMR.Module" edc:_refcount="1" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="DataLo" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="DataLo" edc:nmmrflags="0a" edc:nmmrid="368" edc:nzwidth="0x20" edc:por="00000000000000000000000000000000">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="DATA" edc:desc="" edc:mask="0xffffffff" edc:name="DATA" edc:nzwidth="0x20"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_modsrc="32xxxx-M14Kec-NMMR.Module" edc:_refcount="1" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="ErrorEPC" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="ErrorEPC" edc:nmmrflags="0t" edc:nmmrid="248" edc:nzwidth="0x20" edc:por="00000000000000000000000000000000">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="ErrorEPC" edc:desc="" edc:mask="0xffffffff" edc:name="ErrorEPC" edc:nzwidth="0x20"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_modsrc="32xxxx-M14Kec-NMMR.Module" edc:_refcount="1" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="DESAVE" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="DESAVE" edc:nmmrflags="0t" edc:nmmrid="252" edc:nzwidth="0x20" edc:por="00000000000000000000000000000000">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="DESAVE" edc:desc="" edc:mask="0xffffffff" edc:name="DESAVE" edc:nzwidth="0x20"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_modsrc="32xxxx-M14Kec-NMMR.Module" edc:_refcount="1" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="lo" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="lo" edc:nmmrflags="St" edc:nmmrid="1152" edc:nzwidth="0x20" edc:por="00000000000000000000000000000000">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="MDUlow" edc:desc="" edc:mask="0xffffffff" edc:name="MDUlow" edc:nzwidth="0x20"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_modsrc="32xxxx-M14Kec-NMMR.Module" edc:_refcount="1" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="hi" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="hi" edc:nmmrflags="St" edc:nmmrid="1156" edc:nzwidth="0x20" edc:por="00000000000000000000000000000000">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="MDUhigh" edc:desc="" edc:mask="0xffffffff" edc:name="MDUhigh" edc:nzwidth="0x20"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
